[
  {
    "Id": 1,
    "Name": "The Wife",
    "Price": 4.81,
    "Publisher": "Boldwood Books",
    "ImgId": "F-001",
    "Author": "John Nicholl",
    "DateOfPublish": "August 2022",
    "Introduction": "Twenty-nine-year-old Cynthia Galbraith is serving a life sentence for murder, and struggling with the traumatic past that put her behind bars.When the prison counsellor suggests Cynthia write a personal journal exploring the events that drove her to murder, she figures she has all the time in the world and very little, if anything, to lose. So she begins to write, revealing the secrets that haunt her and the truths she’s never dared tell."
  },
  {
    "Id": 2,
    "Name": "Cutting Edge",
    "Price": 14.05,
    "Publisher": "Tor Publishing Group",
    "ImgId": "F-002",
    "Author": "Ward Larsen",
    "DateOfPublish": " January 2018",
    "Introduction": "Trey DeBolt is a young man at the crest of life. His role as a Coast Guard rescue swimmer in Alaska offers him a rewarding job and limitless adventure. Then a tragic accident alters his life: during a harrowing rescue, his helicopter goes down.Severely injured, DeBolt awakens in a seaside cabin in Maine, thousands of miles from where the accident occurred. His lone nurse lets slip that he has been officially declared dead, lost in the crash. Back in Alaska, however, Coast Guard investigator Shannon Lund uncovers evidence that DeBolt might still be alive. Her search quickly becomes personal, but before she can intervene, chaos erupts outside a cabin in the wilds of Maine.The nurse who has been treating DeBolt is brutally killed by military-trained assassins. DeBolt is only saved when a bizarre vision guides him to safety. Soon other images appear, impossible revelations that are unfailing in their accuracy. As he runs for his life, DeBolt discovers he has been drawn into an ultra-secret government project. The power it bestows is boundless, both a gift and a curse. Yet one thing is certain: Trey DeBolt has abilities no human has ever known."
  },
  {
    "Id": 3,
    "Name": "23rd Midnight",
    "Price": 12.2,
    "Publisher": "Cornerstone",
    "ImgId": "F-003",
    "Author": "James Patterson",
    "DateOfPublish": "March 2023",
    "Introduction": "Detective Lindsay Boxer put serial killer Evan Burke in jail.Reporter Cindy Thomas put Burke on the bestseller list, in her true-crime book about the case.An obsessed fan is studying every detail-and committing fresh horrors that carry Burke's signature.Now Lindsay's tracking an elusive suspect, one who's penning a deadly playbook featuring Cindy's name in blood-red ink."
  }

]